[
	{
		"Name":"Rogue Starter Acoustic Guitar",
		"Price":"45.99",
		"src":"../assets/Images/Guitar1.jpg",
		"productDes":"The small-bodied Rogue Starter Acoustic Guitar is an amazing deal for a starter guitar. Its smaller profile (7/8' scale) makes it very playable for kids or aspiring guitarists with smaller body frames and hands. It has a maple neck and rosewood fretboard and Martin strings which help give you a nice tone.",
		"ItemNum":"127474189951499578",
		"Type":"Acoustic"
	},
	{
		"Name":"Rogue RA-090 Dreadnought Acoustic Guitar",
		"Price":"52.99",
		"src":"../assets/Images/Guitar2.jpg",
		"productDes":"From Rogue comes this amazing deal in the RA-90 dreadnought acoustic guitar. The Rogue guitar is an ideal instrument for the beginner, or young musician. The body depth and width bring out balanced tone and plenty of projection to be heard from across the room. This ultra-affordable dreadnought acoustic guitar features a whitewood body, which brings out lots of mid-range punch. The nato neck adds sustain without losing any strength in tone. The painted maple bridge and fingerboard add clarity to each note, and a striking look to the front of the guitar. The RA-090's C-shape neck, 1-2/3' nut width, and 16' radius help with intricate fretboard movements when running up and down the 20 frets. The RA-90 also features nickel hardware and covered tuners. This Rogue acoustic guitar will certainly get the job done, at a price that anybody can afford.",
		"ItemNum":"127474169147029886",
		"Type":"Acoustic"
	},
	{
		"Name":"Yamaha F335 Acoustic Guitar",
		"Price":"159.99",
		"src":"../assets/Images/Guitar3.jpg",
		"productDes":"Yamaha's F335 gives you that classic dreadnought shape and sound at a price point that won't break your bank. The F335's tonewood combination includes a laminate spruce top, rosewood fingerboard and bridge, and meranti back and sides. Gold die-cast tuners provide smooth and accurate tuning while a tortoiseshell pickguard gives a bit more style.",
		"ItemNum":"127474187613991390",
		"Type":"Acoustic"
	},
	{
		"Name":"Fender Limited Edition Standard Stratocaster HSS Plus Top Maple Fingerboard Electric Guitar Blue Burst",
		"Price":"599.99",
		"src":"../assets/Images/Guitar4.jpg",
		"productDes":"For guitarists everywhere who appreciate great style, rich and versatile tone, and excellent value, the Standard Stratocaster is an elegant and affordable classic with a great combination of traditional design and contemporary features. Time-honored Fender style and performance-minded modern upgrades don't have to break the bank, and this model delivers the best of both in an instrument ideal for Stratocaster players everywhere at every level. This model comes in a limited edition Blueburst over a flame maple top. ",
		"ItemNum":"1500000147847",
		"Type":"Electric"
	},
	{
		"Name":"Fender FA-135CE Acoustic-Electric Guitar",
		"Price":"179.99",
		"src":"../assets/Images/Guitar5.jpg",
		"productDes":"The Fender FA-135CE Concert Acoustic Guitar is built on the concert-style platform for a sleek, modern design. The laminated spruce top features X-bracing for bright, punchy tone, ideal for lead guitar. The neck is nato, and the back and sides are laminated basswood-both tonewoods known for letting the mid and high frequencies sing out. Thanks to the basswood back and sides, the Fender FA-135CE is very light, avoiding strain to your neck or back during prolonged playing. The chrome tuners offer precision tuning. The guitar also features an impressive electronics system, featuring the Fishman ION-T preamp and built-in chromatic tuner, which provides lightning-fast tuning and amplification. The preamp features a volume dial, phase and contour buttons, and a tuner power button. The FA135CE is fashioned with a gloss polyurethane finish, aged fretboard and body bindings, and a white concentric ring rosette that offers a striking contrast, and an appearance as beautiful as its sound.",
		"ItemNum":"1500000000129310",
		"Type":"Both"
	},
	{
		"Name":"PRS John Mayer Silver Sky Electric Guitar",
		"Price":"2,299.00",
		"src":"../assets/Images/Guitar6.jpg",
		"productDes":"Vintage inspired, yet thoroughly PRSThe PRS Silver Sky is the result of a close collaboration between Grammy Award-winning musician John Mayer and Paul Reed Smith. More than two and half years in the making, the Silver Sky is a vintage-inspired instrument that is at once familiar, but also newly PRS through and through.",
		"ItemNum":"1500000000206311",
		"Type":"Electric"
	},
	{
		"Name":"Fender Parallel Universe Troublemaker Telecaster Electric Guitar Iced Tea Burst",
		"Price":"1,999.99",
		"src":"../assets/Images/Guitar7.jpg",
		"productDes":"Playing music is rebellious and mischievous by nature – it takes moxy to stride out on stage and convince a roomful of strangers to enjoy something they’ve never heard before. To turn heads you need the proper tool for the job, something like The Troublemaker Tele. A bound mahogany body with a maple top, custom Cabronita pickguard and lacquer finish? Yep, Fender is definitely stirring up some trouble with this limited-edition release. Powered by a pair of Shawbucker 1T and 2T humbucking pickups that are specifically voiced for their positions, this guitar grunts and growls in a most-desirable way. The 25.5”-scale, “Deep C”-shaped American Professional Tele neck sports a large Stratocaster headstock, along with a 9.5”-radius rosewood fingerboard for enhanced playability, 22 narrow-tall frets and a bone nut. From the 3-way toggle switch on the upper bout to the Adjusto-Matic bridge with stop tailpiece and matching cream Jazzmaster knobs, pickup bezels and switch tip to the pearloid position markers, vintage-style Telecaster Deluxe logo and “Limited Edition” neck plate, this guitar was designed to do one thing—raise a little hell.",
		"ItemNum":"1500000206252",
		"Type": "Electric"
	},
	{
		"Name":"Epiphone PR-4E LE Acoustic-Electric Guitar",
		"Price":"129.99",
		"src":"../assets/Images/Guitar8.jpg",
		"productDes":"The Epiphone PR-4E acoustic-electric guitar has been a best-seller since its release over a decade ago, giving beginners a chance to learn on a guitar that had both professional sound and quality construction at a great price. The PR-4E continues Epiphone’s long tradition of building every instrument to last a lifetime. The PR-4E features a select spruce top, one of the preferred tonewoods when making acoustic guitars because of its ability to hold up to hours of playing time in all kinds of venues and still project a rich tone. The PR-4E’s select spruce top is supported by vintage-style X-bracing—just like vintage Epiphone Masterbilts—which not only supports the top but also gives the PR-4E considerable volume and balance for its size. It’s a perfect guitar for singer-songwriters too, and thanks to the quality construction and combination of spruce and mahogany (back and sides), the PR-4E doesn’t suffer from sounding 'boomy' or 'scooped' like other beginner guitars. Its Venetian cutaway allows easy reach to the upper frets and gives the PR-4E a distinctive profile that’s both modern and classic. The PR-4E’s mahogany body features 5-layer white-and-black binding and the mahogany neck and single-layer white binding along the neck. The Epiphone-trademark Sloped Dovewing headstock features premium covered 14:1 ratio.",
		"ItemNum":"1500000000208532",
		"Type": "Both"
	},
	{
		"Name":"Epiphone Limited Edition Les Paul Traditional PRO-II Electric Guitar Ocean Blue Burst",
		"Price":"499.00",
		"src":"../assets/Images/Guitar9.jpg",
		"productDes":"Epiphone introduces the new Les Paul Traditional PRO-II featuring the ultimate combo of Alnico Classic PRO and ProBucker humbuckers with coil-splitting for an incredible range of tones. Plus a 15 dB boost switch along with new color finishes. The Les Paul Traditional PRO-II is powered by Epiphone’s most popular humbuckers featuring newly tooled, USA-style bobbins. In the neck position is an Alnico Classic PRO with Alnico-II magnets with open zebra coils for a warm, thick, vintage tone. The Alnico Classic PRO is paired with an Epiphone ProBucker-3 at the bridge. The ProBucker-3 is inspired by Gibson's classic BurstBucker-3 and features unevenly wound coils and Alnico-II magnets that replicate the tone of 'Patent Applied For' humbuckers found in priceless vintage, '50s-era Les Pauls.",
		"ItemNum":"1500000014857",
		"Type": "Electric"
	},
	{
		"Name":"Fender Limited Edition Standard Stratocaster Maple Fingerboard Electric Guitar Sea Foam Pearl",
		"Price":"599.99",
		"src":"../assets/Images/Guitar10.jpg",
		"productDes":"For guitarists everywhere who appreciate great style, rich and versatile tone, and excellent value, the Standard Stratocaster is an elegant and affordable classic with a great combination of traditional design and contemporary features. Time-honored Fender style and performance-minded modern upgrades don't have to break the bank, and this model delivers the best of both in an instrument ideal for Stratocaster players everywhere at every level. This model comes in a limited edition Sea Foam Pearl.",
		"ItemNum":"1500000145440",
		"Type":"Electric"
	},
	{
		"Name":"Gibson Limited Edition Les Paul Traditional Electric Guitar Blueberry Burst",
		"Price":"2,629.00",
		"src":"../assets/Images/Guitar11.jpg",
		"productDes":"Retaining the archetypal look and feel of the vintage years, the Les Paul Traditional boasts a classic rounded neck profile, solid, non-weight-relieved mahogany body and a figured maple top. Vintage-style appointments set off the modern look of this blueberry burst finish. while the pair of BurstBucker pickups deliver solid, vintage-approved tones. If you've been longing for a taste of tradition, you'll find it here.",
		"ItemNum":"1500000177701",
		"Type":"Electric"
	},
	{
		"Name":"Martin Limited Edition D-200 Deluxe Acoustic Guitar Natural",
		"Price":"119,999.00",
		"src":"../assets/Images/Guitar12.jpg",
		"productDes":"The elaborate Limited Edition D-200 Deluxe Acoustic Guitar guitar features rare pre-CITES Brazilian rosewood back, sides and headplate for luxurious tone and playing feel. Unmatched in workmanship and beauty, the highly collectible Limited Edition D-200 Deluxe Acoustic Guitar is limited to only 50 guitars, each furnished with an elegant, wearable timepiece from Roland G. Murphey (RGM) bearing a matching serial number. C.F. Martin & Co collaborated with the renowned watchmaker to design and produce this unprecedented instrument to celebrate Martin’s two-millionth serial number milestone after 184 years in business. The guitar’s unique design is intended to symbolize the passage of time with a watch theme, sharing design elements with its accompanying timepiece. Martin and RGM pulled out all the stops with this gorgeous acoustic guitar, which is as much a work of art as it is a precision instrument. Handcrafted decorations adorn the D-200 everywhere, including a spectacular inlay on the back with watch gears cut from stone, mother-of-pearl, bloodwood, Hawaiian koa and ebony. The soundboard inlays feature a minute track in mother-of-pearl, birdseye maple, flamed Hawaiian koa and ebony, and a pickguard with pearl inlaid watch gears.",
		"ItemNum":"1500000037153",
		"Type":"Acoustic"
	}

]